{
  "plugins": {
    "CopilotChat.nvim": {
    },
    "LuaSnip": {
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip"
    },
    "copilot.lua": {
    },
    "harpoon": {
      "version": "'harpoon2'"
    },
    "markdown-preview.nvim": [],
    "marks.nvim": [],
    "mason-lspconfig.nvim": {
    },
    "mason-registry": {
      "src": "https://github.com/fmpisantos/mason-registry"
    },
    "mason.nvim": {
    },
    "neodev.nvim": [],
    "notes.nvim": [],
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-dap": {
    },
    "nvim-dap-ui": [],
    "nvim-jdtls": {
    },
    "nvim-lspconfig": {
    },
    "nvim-nio": [],
    "nvim-treesitter": [],
    "nvim-treesitter-context": {
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
    },
    "opencode.nvim": {
      "src": "https://github.com/fmpisantos/opencode.nvim"
    },
    "pack.nvim": {
    },
    "plenary.nvim": [],
    "shared_buffer.nvim": {
    },
    "telescope-fzf-native.nvim": {
    },
    "telescope-ui-select.nvim": [],
    "telescope.nvim": {
    },
    "tokyonight.nvim": {
    },
    "undotree": {
    },
    "vague.nvim": {
    },
    "vim-dadbod": {
    },
    "vim-dadbod-completion": [],
    "vim-dadbod-ui": {
    },
    "vim-fugitive": []
  }
}